
[
    {
        "_id": "5e93b4a43af44260882e33b0",
        "firstname": "Michael",
        "lastname": "Scott",
        "image": "https://imgs.search.brave.com/00xuvRzRgzTmYfVdxqP_Vj7MsVxFAsJEi9x_M_GGR3E/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy8wLzAyL01p/Y2hhZWxfU2NvdHQu/anBnL3JldmlzaW9u/L2xhdGVzdC9zY2Fs/ZS10by13aWR0aC1k/b3duLzIwMDA_Y2I9/MjAxNzA3MDEwOTAz/MzI",
        "summary": "Michael is the protagonist of the series, serving as the Regional Manager of the Scranton branch of a paper merchant, known as Dunder Mifflin Inc. for the first seven seasons. However, he temporarily leaves the company to form his own paper company with Pam Beesly and Ryan Howard towards the end of the fifth season and shares a co-managerial position with Jim Halpert during a sixth season arc from \"The Meeting\" to \"The Manager and the Salesman\". Towards the end of the 7th season, he proposes to HR representative Holly Flax and moves to Colorado to take care of her aging parents, leaving the manager position to Deangelo Vickers in \"Goodbye, Michael\", to Andy Bernard in season 8, after Vickers becomes brain dead, and ultimately to Dwight Schrute in season 9. His last appearance is in the finale where he is a surprise guest at Dwight’s wedding.",
        "quotes": {
            "1": "\"Would I rather be feared or loved? Easy. Both. I want people to be afraid of how much they love me.\"",
            "2": "\"Guess what, I have flaws. What are they? Oh, I don’t know. I sing in the shower. Sometimes I spend too much time volunteering. Occasionally I’ll hit somebody with my car. So sue me.\"",
            "3": "\"If I had a gun with two bullets and I was in a room with Hitler, Bin Laden, and Toby, I would shoot Toby twice.\"",
            "4": "\"I guess the attitude that I’ve tried to create here is that I’m a friend first and a boss second and probably an entertainer third.\"",
            "5": "\"Sometimes I’ll start a sentence, and I don’t even know where it’s going. I just hope I find it along the way.\"",
            "6": "\"I’m not superstitious but I am a little.. stitious.\"",
            "7": "\"And I knew exactly what to do. But in a much more real sense, I had no idea what to do.\"",
            "8": "\"Presents are the best way to show how much you care. It’s a tangible thing you can point at and say, ‘Hey man, I love you. This many dollars worth.’\"",
            "9": "\"Dwight, you ignorant slut.\"",
            "10": "\"You will not die! Stanley! Stanley! Barack is President! You are black, Stanley!\"",
            "11": "\"I’m not a millionaire. I thought I would be by the time I was 30, but I wasn’t even close. Then I thought maybe by 40, but by 40, I had less money than I did when I was 30.\"",
            "12": "\"My philosophy is, basically this. And this is something that I live by. And I always have. And I always will. Don’t, ever, for any reason, do anything, to anyone, for any reason, ever, no matter what, no matter where, or who you are with, or, or where you are going, or, or where you’ve been. Ever. For any reason. Whatsoever.\"",
            "13": "\"I saved a life. My own. Am I a hero?… I really can’t say, but yes!\"",
            "14": "\"You will not die! Stanley! Stanley! Barack is President! You are black, Stanley!\"",
            "15": "\"You cheated on me? When I specifically asked you not to?\""
        },
        "nickname": "Prison Mike",
        "actor": ["Steve","Carell"],
        "__v": 0
    },
    {
        "_id": "5e93b4f03af44260882e33b1",
        "firstname": "Jim",
        "lastname": "Halpert",
        "image": "https://imgs.search.brave.com/b1io9Z096-L8D222F5OSt6UqRhbh6GZj0rR4pDgDbFs/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy85LzlhL0pp/bS5qcGcvcmV2aXNp/b24vbGF0ZXN0L3Nj/YWxlLXRvLXdpZHRo/LWRvd24vMjAwMD9j/Yj0yMDE3MDcwMTA4/NDU1MA",
        "summary": "The character of James Halpert is named after a childhood friend of executive producer Greg Daniels. He is one of the few main characters whose middle name is never revealed on the show. He is introduced as a sales representative at the Scranton branch of paper distribution company Dunder Mifflin, before temporarily transferring to the Stamford branch in the third season. Upon the merger of Scranton and Stamford branches, he becomes Assistant Regional Manager, and later co-manager alongside Michael Scott during the sixth-season episode arc from \"The Promotion\" to \"The Manager and the Salesman\". His character serves as the intelligent, mild-mannered straight man role to Michael, although he is also notable for his rivalrous pranks on fellow salesman Dwight Schrute and his romantic interest in receptionist Pam Beesly, whom he begins dating in the fourth season, proposes to in the fifth, marries in the sixth, and has children with in the sixth and eighth. Jim's coworker, Andy Bernard, often calls him by the nickname \"Big Tuna\".",
        "quotes": {
            "1": "\"Right now, this is just a job. If I advance any higher in this company, this would be my career. And, uh, if this were my career, I’d have to throw myself in front of a train.\"",
            "2": "\"I am about to do something very bold in this job that I’ve never done before: try.\"",
            "3": "\"Having a baby is exhausting. Having two babies? Now that’s just mean.\"",
            "4": "\"Fact: Bears eat beets. Bears. Beets. Battlestar Galactica.\"",
            "5": "\"This is \"parkour\", the internet sensation of 2004. It was in one of the Bond films. It’s pretty impressive. The point is to get from point A to point B as creatively as possible, so technically they are doing parkour as long as point A is delusion and point B is the hospital.\"",
            "6": "\"I mean I’ve always subscribed to the idea that if you really want to impress your boss, you go in there and you do mediocre work, halfheartedly.\"",
            "7": "\"I miss Dwight. Congratulations, universe. You win.\"",
            "8": "\"From time to time I send Dwight faxes. From himself. From the future.\"",
            "9": "\"Jan is about to have a baby with a sperm donor. And Michael is preparing for the birth of a watermelon with Dwight. Now, this baby will be related to Michael through [draws question mark] delusion.\"",
            "10": "\"Now exactly how much pot did you smoke?\""
        },
        "nickname": "Jimothy",
        "actor": ["John","Krasinski"],
        "__v": 0
    },
    {
        "_id": "5e93b4fa3af44260882e33b2",
        "firstname": "Dwight",
        "lastname": "Schrute",
        "image": "https://imgs.search.brave.com/R_4fr_tBkFcMcDLeA4YKydRp8j52ulgiX-HeOfSfVx0/rs:fit:1200:1200:1/g:ce/aHR0cDovL3ZpZ25l/dHRlMS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy9jL2M1L0R3/aWdodF8uanBnL3Jl/dmlzaW9uL2xhdGVz/dD9jYj0yMDExMDEy/MDA0MDc1NA",
        "summary": "Dwight was a salesman and the assistant (to the) regional manager at the paper distribution company Dunder Mifflin before his promotion to assistant regional manager, and later to regional manager in the final season. He also runs a bed and breakfast at Schrute Farms, is a beet plantation owner, and starting in Season 7, the owner of the business park in which Dunder Mifflin Scranton is located. He is known for his lack of social skills and common sense and his love for martial arts and the justice system. Throughout the series, Dwight repeatedly attempts to become regional manager of Dunder Mifflin Scranton by serving dutifully under regional manager Michael Scott, occasionally rising to the position of acting branch manager for an episode at a time, but usually served as third-in-command behind Michael and Jim, respectively. He later ascends to second-in-command after Andy Bernard becomes regional manager and then again in Season 9.",
        "quotes": {
            "1": "\"Whenever I'm about to do something, I think, \"Would an idiot do that?\" And if they would, I do not do that thing.\"",
            "2": "\"Jim told me you could buy gaydar online.\"",
            "3": "\"D.W.I.G.H.T. Determined. Worker. Intense. Good worker. Hard worker. Terrific.\"",
            "4": "\"Why are all these people here? There’s too many people on this earth. We need a new plague.\"",
            "5": "\"Nothing stresses me out. Except having to seek the approval of my inferiors.\"",
            "6": "\"And I misspelled, in front of the entire school, the word ‘failure.’\"",
            "7": "\"In the wild, there is no healthcare. Healthcare is oh, I broke my leg! A lion comes and eats you, you’re dead. Well, I’m not dead, I’m the lion. You’re dead!\"",
            "8": "\"Women are like wolves. If you want one, you must trap it. Snare it. Tame it. Feed it.\"",
            "9": "\"Identity theft is not a joke, Jim! Millions of families suffer every year.\"",
            "10": "\"Today, smoking is going to save lives.\""
        },
        "nickname": "Assistant regional manager",
        "actor": ["Rainn","Wilson"],
        "__v": 0
    },
    {
        "_id": "5e93b50a3af44260882e33b3",
        "firstname": "Pam",
        "lastname": "Beesly",
        "image": "https://imgs.search.brave.com/YipnvigtAsQBIUBSEn1uZ75p1jsgaLOGLEsR8zqaQ80/rs:fit:1200:1200:1/g:ce/aHR0cDovL2ltYWdl/czIuZmFucG9wLmNv/bS9pbWFnZXMvcGhv/dG9zLzQ4MDAwMDAv/TmV3LVByb21vLVBo/b3RvLXBhbS1iZWVz/bHktNDgzNjIyNC0x/NTM1LTIwNDguanBn",
        "summary": "Pamela Morgan \"Pam\" Halpert is initially the receptionist at the paper distribution company Dunder Mifflin, before becoming a saleswoman and eventually office administrator until she left in the series finale. Her character is shy, growing assertive but amiable, and artistically inclined, and shares a romantic interest with Jim Halpert, whom she begins dating in the fourth season. They get married in season six and have two children over the course of the series. Pam's kindness and compassion means she is well liked amongst her co-workers, and develops strong relationships with them as the series progresses.",
        "quotes": {
            "1": "\"There’s a lot of beauty in ordinary things. Isn’t that kind of the point?\"",
            "2": "\"Oh God no, Dwight isn’t my friend… Oh my God! Dwight’s kind of my friend!\"",
            "3": "\"I don’t care what they say about me. I just want to eat.\"",
            "4": "\"They say if you’re nervous around someone, picture them naked. I do not recommend this strategy.\"",
            "5": "\"I hate the idea that someone out there hates me. I even hate thinking that al-Qaeda hates me. I think if they got to know me, they wouldn’t hate me.\"",
            "6": "\"Once every hour someone is involved in an internet scam. That man is Michael Scott.\"",
            "7": "\"I feel God in this Chili’s tonight.\"",
            "8": "\"I used to be young and cute and sorta funny and I could do those cute, little cartoons. And everyone who came through here was like, \"Who’s that receptionist? I like her.\" Now I’m just a fat mom.\"",
            "9": "\"Usually on sexual harassment day everyone harasses me… as a joke.\"",
            "10": "\"But the image of his dangling… Participle… Is still burned into my eyes.\""
        },
        "actor": ["Jenna","Fischer"],
        "__v": 0
    },
    {
        "_id": "5e93b5183af44260882e33b4",
        "firstname": "Ryan",
        "lastname": "Howard",
        "image": "https://imgs.search.brave.com/JTuwptj7NdSxFP8NL50Aundwx2HkKRcINx3edPf8a1w/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZTIud2lraWEu/bm9jb29raWUubmV0/L3RoZW9mZmljZS9p/bWFnZXMvMi8yZC9S/eWFuX0hvd2FyZC5q/cGcvcmV2aXNpb24v/bGF0ZXN0L3NjYWxl/LXRvLXdpZHRoLWRv/d24vMjAwMD9jYj0y/MDE3MDYzMDE5MDMz/NQ",
        "summary": "Ryan Bailey Howard is portrayed by the show's writer, director, and executive producer B. J. Novak. Little is known about Ryan Howard's early life, but it is revealed in a deleted scene from \"Diversity Day\" that he grew up in Scranton. In the webisode \"The Story of Subtle Sexuality\", Ryan mentions that his parents live in separate houses. At the beginning of the series, Ryan Howard is a temporary employee at the Scranton branch of the fictitious paper distributor Dunder Mifflin who joined the staff in the first episode, earning him the nickname \"The Temp\". In early episodes, he is shown to be uncomfortable with his professional relationship with his boss, Michael Scott. Michael often forces Ryan to carry out menial tasks for him while at the same time, becoming obsessed with Ryan's personal life as well as gaining Ryan's friendship. As the series progresses, Ryan begins to display a great deal of contempt and disdain for both his coworkers and his job.",
        "quotes": {
            "1": "\"I hooked up with Kelly on February 13th.\"",
            "2": "\"I'm such a perfectionist that I'd kinda rather not do it at all than do a crappy version.\"",
            "3": "\"Let’s have sex one last time. And if you have any extra cash on you that’d be great.\"",
            "4": "\"Stanley yelled at me today... That was one of the most frightening experiences of my life...\"",
            "5": "\"Kelly and I both agreed that we would just have fun. And, I'm learning that, fun for Kelly is... getting married, and having babies... immediately... with me.\""
        },
        "actor": ["B","J","Novak"],
        "__v": 0
    },
    {
        "_id": "5e93b51e3af44260882e33b5",
        "firstname": "Kelly",
        "lastname": "Kapoor",
        "image": "https://imgs.search.brave.com/hEDzUTZbMB_si_JoRIuxVEYXAtrwLy7FaVichWJWY2M/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy82LzY5L0tl/bGx5X0thcG9vci5q/cGcvcmV2aXNpb24v/bGF0ZXN0L3NjYWxl/LXRvLXdpZHRoLWRv/d24vMjAwMD9jYj0y/MDE3MDcwMTA5MDUw/MQ",
        "summary": "Kelly Rajnigandha Kapoor on The Office is played by one of the show's writers Mindy Kaling. She is the former Customer Service Representative at Dunder Mifflin/Sabre's Scranton Branch, but left for Ohio with her then-boyfriend, Ravi, in Season 9, therefore leaving Dunder Mifflin.",
        "quotes": {
            "1": "\"Dammit Meredith, Where are your panties!?\"",
            "2": "\"Yeah, I have a lot of questions. Number one, how dare you?\"",
            "3": "\"You guys I’m, like, really smart now. You don’t even know. You could ask me, ‘Kelly what’s the biggest company in the world?’ And I’d be like, ‘Blah blah blah, blah blah blah, blah blah blah.’ Giving you the exact right answer.\"",
            "4": "\"WELL, MY MIDDLE NAME IS RAJNIGANDHA AND I HATE IT!!!!!\""
        },
        "actor": ["Mindy","Kaling"],
        "__v": 0
    },
    {
        "_id": "5e93b52b3af44260882e33b6",
        "firstname": "Angela",
        "lastname": "Martin",
        "summary": "Angela Noelle Schrute (née Martin, formerly Lipton) is played by Angela Kinsey. She is head of the Accounting department at Dunder Mifflin Scranton. She can often be cold and stern with others. Angela loves cats and owned several of them. In addition to heading the accounting department, Angela is also the office safety officer and former head of the Party Planning Committee. She is a constant source of complaints to Human Resources, although she \"redacts\" those lodged against Dwight Schrute on the onset of their secret romance. When she makes a mistake, Angela's first response is usually to shift the blame to someone else, along with an insult.",
        "image": "https://imgs.search.brave.com/EXkoRCur0YFh8gYHWa-I1C3ywMS3NyP_S91H9gnh0yg/rs:fit:640:854:1/g:ce/aHR0cDovL2ltYWdl/czEud2lraWEubm9j/b29raWUubmV0L19f/Y2IyMDA5MDMxNjIz/NTg0Mi90aGVvZmZp/Y2UvaW1hZ2VzL2Mv/Y2MvQW5nZWxhLlBO/Rw",
        "quotes": {
            "1": "\"Poop is raining from the ceilings. Poop!\"",
            "2": "\"Every time I look in your eyes I see Sprinkles’ stiff, lifeless body!\"",
            "3": "\"It’s not a surprise to me. Pam is the office mattress.\"",
            "4": "\"I’m having relationship problems. Since you’re always having relationship problems, I thought you’d be able to give me some advice.\""
        },
        "actor": ["Angela","Kinsey"],
        "__v": 0
    },
    {
        "_id": "5e93b5323af44260882e33b7",
        "firstname": "Kevin",
        "lastname": "Malone",
        "image": "https://imgs.search.brave.com/IXNK_n3kjdOmfKDSvPbyQn1jeU0n8F4CtmWCdnpGwDE/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy9iL2IyLzIw/MDlLZXZpbmNyb3Bw/ZWQuUE5HL3Jldmlz/aW9uL2xhdGVzdC9z/Y2FsZS10by13aWR0/aC1kb3duLzIwMDA_/Y2I9MjAxNzA3MDEw/ODM2NTc",
        "summary": "Kevin Malone, played by Brian Baumgartner is one of the few minor characters in The Office to be directly based on a character from the British original version. He is based on Keith Bishop, who shares Kevin's lack of communication skills, musical interest, and large size. Kevin is a part of the accounting department at Dunder Mifflin Scranton. Kevin received a job as an accountant at Dunder Mifflin after applying for a job in the warehouse because Michael Scott had \"a feeling about him.\"",
        "quotes": {
            "1": "\"I just want to sit on the beach and eat hot dogs. That’s all I’ve ever wanted.\"",
            "2": "\"I wanted to eat a pig in a blanket, in a blanket.\"",
            "3": "\"Angela’s cats are cute. So cute that you just wanna eat ‘em. But you can’t eat cats. You can't eat cats Kevin.\"",
            "4": "I hear Angela’s party will have double-fudge brownies. But it will also have Angela.\"",
            "5": "\"Sometimes I feel like everyone I work with is an idiot. And by sometimes, I mean all times. All the time. Every of the time.\"",
            "6": "\"Nope it's not Ashton Kutcher, it's Kevin Malone. Equally handsome, equally smart.\"",
            "7": "\"Me think, why waste time say lot word, when few word do trick.\""
        },
        "actor": ["Brian","Baumgartner"],
        "__v": 0
    },
    {
        "_id": "5e93b53b3af44260882e33b8",
        "firstname": "Oscar",
        "lastname": "Martinez",
        "image": "https://imgs.search.brave.com/_fWbjCPlyg-sB7u_a_kyRKwlrdqo_b34q6MJIt6F4yQ/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZTIud2lraWEu/bm9jb29raWUubmV0/L3RoZW9mZmljZS9p/bWFnZXMvMi8yNS9P/c2Nhcl9NYXJ0aW5l/ei5qcGcvcmV2aXNp/b24vbGF0ZXN0L3Nj/YWxlLXRvLXdpZHRo/LWRvd24vMjAwMD9j/Yj0yMDE3MDcwMTA4/NTgxOA",
        "summary": "Martinez is an accountant at the Scranton, Pennsylvania, office of the paper distribution company Dunder Mifflin. His parents are from Mexico and moved to the United States one year before he was born. His character was outed by his boss Michael Scott in \"Gay Witch Hunt\", the third-season premiere episode devoted to the outing.However, the character was implied to be gay in the second-season episode \"The Secret\", when Dwight catches him faking sickness to spend the day with his boyfriend —Dwight was oblivious to this detail, as he was obsessed with proving that Oscar was not ill. In earlier episodes, many co-workers erroneously attribute to him various Mexican stereotypes (e.g. being involved in drug cartels), but after his outing, the stereotypes are more focused on his being gay, particularly by Michael, which may explain their conflicted relationship.",
        "quotes": {
            "1": "\"Kids, sometimes it pays to be gay.\"",
            "2": "\"Angela's engaged to a gay man. As a gay man, I'm horrified. As a friend of Angela's, horrified. As a lover of elegant weddings, I'm a little excited! But overall... horrified.\"",
            "3": "\"I'm an accountant at a failing paper company in Scranton.\"",
            "4": "\"I love a good quitting story. It makes me feel like I have control over my own life, it gives me hope. Maybe I'll have one of my own some day... But I dream...\""
        },
        "actor": ["Oscar","Nunez"],
        "__v": 0
    },
    {
        "_id": "5e93b5453af44260882e33b9",
        "firstname": "Andy",
        "lastname": "Bernard",
        "image": "https://imgs.search.brave.com/ilLdxFmJBmRcQtM89p25TjEmuYN94IAfkOby52NINqM/rs:fit:1199:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/Y2hhcmFjdGVycy9p/bWFnZXMvYi9iNS9B/bmR5X0Jlcm5hcmQu/anBnL3JldmlzaW9u/L2xhdGVzdD9jYj0y/MDE1MTEyNjIzMDQz/Mg",
        "summary": "Andrew Baines Bernard is introduced as the Regional Director in Charge of Sales at the Stamford branch of paper distribution company Dunder Mifflin in the third-season premiere when Jim Halpert transfers, ultimately merging with the Scranton branch in the episode \"The Merger\" later in the season. He becomes Regional Manager at the Scranton branch courtesy of Robert California in the eighth-season premiere following the departure of Michael Scott and Deangelo Vickers, although temporarily is fired and replaced by Nellie Bertram before his reinstatement by new CEO David Wallace. Although throughout the ninth season, Andy's relationship with Wallace deteriorates from Andy's lack of focus and professionalism, eventually culminating in Andy's voluntary resignation, to his reinstatement as a salesman to his eventual firing again, after Andy's vulgar actions cause David Wallace to fire him, which he uses to his advantage in order to pursue a singing career. This all happens over the course of one day in \"Livin' the Dream\".",
        "quotes": {
            "1": "\"I wish there was a way to know you're in the good old days before you've actually left them.\"",
            "2": "\"Sorry I annoyed you with my friendship.\"",
            "3": "\"I know a few things about love. Horrible, terrible, awful, awful things.\"",
            "4": "\"William Doolittle at your service. A.K.A. Will Do.\"",
            "5": "\"How do I find out if a girl is interested? Great question. I usually just assume that they're not.\""
        },
        "actor": ["Ed","Helms"],
        "__v": 0
    },
    {
        "_id": "5e93b54d3af44260882e33ba",
        "firstname": "Stanley",
        "lastname": "Hudson",
        "image": "https://imgs.search.brave.com/wjqHRvMVg3ttVtTS03NuQu2CSNjxDiA5fRM3cDgRZUY/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy8yLzIzL1N0/YW5sZXlfSHVkc29u/LmpwZy9yZXZpc2lv/bi9sYXRlc3Qvc2Nh/bGUtdG8td2lkdGgt/ZG93bi8yMDAwP2Ni/PTIwMTcwNzAxMDg1/NDQ1",
        "summary": "Stanley Hudson is a sales representative at Dunder Mifflin. He is portrayed as a serious, perpetually grumpy and disgruntled employee. Stanley is known for working on crossword puzzles during work and the various staff meetings. He is also characterized by his general distaste for his job and life, with his ultimate goal being to retire. Stanley has generally good relations with most of his colleagues, especially Phyllis Vance, with whom he shares a desk cluster and often has lunch. However, he dislikes his boss, Michael Scott, who often comments on Stanley's African American heritage and clientele. Stanley only thinly attempts to hide his disgust and disrespect for Michael, but rarely opposes him directly.",
        "quotes": {
            "1": "\"I took an extra shot of insulin in preparation for this cake today. If I don’t have some cake soon I might die.\"",
            "2": "\"I wake up every morning in a bed that’s too small, drive my daughter to a school that’s too expensive, and then I go to work to a job where I get paid too little.\"",
            "3": "\"Did I stutter?\"",
            "4": "\"Have you lost your mind because I’ll help you find it.\""
        },
        "actor": ["Leslie","David","Baker"],
        "__v": 0
    },
    {
        "_id": "5e93b5583af44260882e33bb",
        "firstname": "Phyllis",
        "lastname": "Lapin Vance",
        "image": "https://imgs.search.brave.com/OxcNM-JZFsBiO_q_ZqSwOlaH5PYWLq-cTe-4HFrNyXk/rs:fit:1024:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/Y2hhcmFjdGVycy9p/bWFnZXMvZS9lNi9Q/aHlsbGlzX1ZhbmNl/LmpwZy9yZXZpc2lv/bi9sYXRlc3Q_Y2I9/MjAxNTEyMDExODI4/MDA",
        "summary": "Phyllis Vance is a sales representative at Dunder Mifflin Scranton. Phyllis is a quiet but friendly type who likes girl talk and gossip. She attended the same high school as Michael, where she and her friends often wondered if he was gay due to the fact that he often wore nice suits and ties to school. According to Michael her nickname in school was \"easy rider\". Having become pregnant at a young age, Phyllis decided to place her baby for adoption. This led her later in life to conduct a genetic test with Erin (Pam's replacement), who was placed for adoption herself, but the result showed no relation. She is married to Bob Vance from Vance Refrigeration.",
        "quotes": {
            "1": "\"Oh, I don't think it's blackmail. Angela just does whatever I ask her to so I don't tell everyone that she's cheating on Andy with Dwight. I think for it to be blackmail, it would have to be a formal letter.\"",
            "2": "\"I wonder what people like about me. Probably my jugs.\"",
            "3": "\"Are there any local companies that rent anti-gravity machines?\"",
            "4": "\"We have a gym at home. It's called the bedroom.\""
        },
        "actor": ["Phyllis","Smith"],
        "__v": 0
    },
    {
        "_id": "5e93b55f3af44260882e33bc",
        "firstname": "Toby",
        "lastname": "Flenderson",
        "image": "https://imgs.search.brave.com/hCFFMbOByKQpnuxWksXTJfcA2Ah6zKJE5O2MT3QjyZ4/rs:fit:1200:1200:1/g:ce/aHR0cDovL2ltYWdl/czEuZmFucG9wLmNv/bS9pbWFnZXMvcG9s/bHMvNzk2NTRfMTIx/MDk4NDMzOTkwNl9m/dWxsLmpwZw",
        "summary": "Toby H. Flenderson was the Human Resources Representative at the Scranton branch of Dunder Mifflin/Sabre. He is generally soft-spoken and mild-mannered. He is divorced and has a daughter, Sasha. At work, Toby is hated by Michael because as HR representative, he is always stifling Michael's inappropriate fun.",
        "quotes": {
            "1": "\"Why you always gotta be so mean to me?\"",
            "2": "\"You ... might consider pulling it down a touch. It's ... it's riding up a little high.\"",
            "3": "\"Can't you just not look at his feet?\"",
            "4": "\"Michael is like a movie on a plane. You know, it's not great, but it's something to watch. And when it's over you're like... how much time is left on this flight? Now what?\""
        },
        "actor": ["Paul","Lieberstein"],
        "__v": 0
    },
    {
        "_id": "5e93b5653af44260882e33bd",
        "firstname": "Erin",
        "lastname": "Hannon",
        "image": "https://imgs.search.brave.com/kdlFMQ8UCyrJM6JUgQbIiNeXDAN2GfYIXfAqIKoOpdU/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly9zdGF0/aWMud2lraWEubm9j/b29raWUubmV0L3Ro/ZW9mZmljZS9pbWFn/ZXMvMC8wYS9Fcmlu/SGFubm9uLmpwZy9y/ZXZpc2lvbi9sYXRl/c3Q_Y2I9MjAxNzA4/MDUwMDI4NTM",
        "summary": "Erin Hannon is the receptionist hired to replace Pam Beesly (after Kevin's brief stint in the job) in \"Dream Team\". She first appears in \"Michael Scott Paper Company\", and is referred to by her middle name, Erin, to distinguish her from Kelly Kapoor. Although at times rather intellectually challenged, with her cheerful, silly demeanor, and childlike naïveté, Erin is usually the most consistently nice, optimistic Dunder Mifflin employee. Contrasting with her predecessor, Pam, she not only loves being a receptionist but admires her coworkers, including Michael Scott and Dwight Schrute.",
        "quotes": {
            "1": "\"Except For That One Time When I Was In The Hospital From Age Three To Six.\"",
            "2": "\"I Would Like Another Alcohol.\"",
            "3": "\"I Boiled Some Gatorade.\"",
            "4": "\"I’m Not Sure I’ve Earned The Right To Make Announcements Yet…\""
        },
        "actor": ["Ellie","Kemper"],
        "__v": 0
    },
    {
        "_id": "5e93b56d3af44260882e33be",
        "firstname": "Gabe",
        "lastname": "Lewis",
        "image": "https://imgs.search.brave.com/RZvrFIN_biCfnDsC9A1VU81q2O8f795_GFOZxAAM4Z0/rs:fit:400:600:1/g:ce/aHR0cDovL3N0YXRp/YzMud2lraWEubm9j/b29raWUubmV0L19f/Y2IyMDEwMTExNzAw/NTAzMi90aGVvZmZp/Y2UvaW1hZ2VzLzkv/OWUvMTU2NDc0Lmpw/Zw",
        "summary": "Gabriel Susan Lewis is the strange Coordinating Director of Emerging Regions for Sabre. A quietly insecure and neurotic sycophant, he seems resigned to being forced to work inhuman hours and have no social life, as a consequence of Sabre CEO Jo Bennett's unpredictable management style. His attempts to be respected by the rest of the office workers end in awkward failure and he seems to be universally ignored by everyone, as he does not have any power to control Scranton as Jan Levinson or David Wallace did.",
        "quotes": {
            "1": "\"There are plenty of people who love touching me. I’m a terrific hugger. I’ve been with a bunch of girls where that’s basically all they want to do.\"",
            "2": "\"Shut up about the sun, shut up about the sun!\"",
            "3": "\"Sometimes I wonder if I have ovaries in my scrotum because I am great at girl talk.\"",
            "4": "\"You don't want to get on my bad side, I have seen some horrible things, I own over 200 horror movies.\""
        },
        "actor": ["Zach","Woods"],
        "__v": 0
    },
    {
        "_id": "5e93b5783af44260882e33bf",
        "firstname": "Darryl",
        "lastname": "Philbin",
        "image": "https://imgs.search.brave.com/uPT6gKTAqYwutIg6JNYu11iTK9bvUdJDoWseJXqwSyM/rs:fit:1200:1200:1/g:ce/aHR0cDovL2ltYWdl/czMud2lraWEubm9j/b29raWUubmV0L19f/Y2IyMDA5MDMxMjIw/MDAzNy90aGVvZmZp/Y2UvaW1hZ2VzLzQv/NDkvMjAwOURhcnJ5/bENyb3BwZWVkLlBO/Rw",
        "summary": "Darryl Philbin is the foreman of the warehouse of the Scranton branch of paper distributor Dunder Mifflin. He is dry and humorless when dealing with his boss Michael Scott, the office manager, he seems to be a much more relaxed, silly person in social situations. Being in a position of responsibility in a potentially hazardous work area, he dislikes Michael's disregard for rules or safety, as Michael often disrupts their work schedule and delays their shipments from going out on time. His relationship with Michael is tense, as he is often aggravated by Michael's juvenile antics, as when he stated his greatest fear is that someone would prevent them from getting the shipments out on time. His rapport with the rest of the staff both in the office and warehouse is friendly. He was initially enemies with Andy Bernard but the two eventually become close friends and confidants.",
        "quotes": {
            "1": "\"In The Gang World We Use Something Called Fluffy Fingers\"",
            "2": "\"I used to say I wanted to live long enough to see a black president. I didn't realize how easy that would be. So now I want to live long enough to see a really, really gay president.\"",
            "3": "\"I wanted to leave quietly. It seemed dignified. But having Kevin grind up on my front while Erin pretends to hump me from behind is a more accurate tribute to my years here. I'm gonna miss these guys.\"",
            "4": "\"Dinkin flicka.\""
        },
        "actor": ["Craig","Robinson"],
        "__v": 0
    },
    {
        "_id": "5e93b5813af44260882e33c0",
        "firstname": "Creed",
        "lastname": "Bratton",
        "image": "https://imgs.search.brave.com/wDpNGWbFS4iNtyuNwPcfRsLCfjJHl0gA9UvfoFca-rY/rs:fit:1024:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/Y2hhcmFjdGVycy9p/bWFnZXMvYy9jYS9D/cmVlZF9CcmF0dG9u/LmpwZy9yZXZpc2lv/bi9sYXRlc3Q_Y2I9/MjAxNTEyMDIxNzUz/MjY",
        "summary": "Creed Bratton is a deviant, former hippie and homeless man employed at the Scranton branch of paper distributor Dunder Mifflin as a quality assurance manager. Creed is a mysterious figure who is prone to making bizarre or confusing statements on a regular basis. Because he is typically very quiet, most of his coworkers are not sure what he does there—something of which Creed himself is also unsure. He was never actually hired, but walked in one day, and acted like he worked there and has been going in every day since then. He now serves as the quality assurance manager.",
        "quotes": {
            "1": "\"If I can't scuba, then what's this all been about? What have I been working towards?\"",
            "2": "\"This airs tonight? Oh, my God. If my parents see this, I am toast.\"",
            "3": "\"Nobody steals from Creed Bratton and gets away with it. The last person to do this disappeared. His name? Creed Bratton.\"",
            "4": "\"The Taliban is the worst. Great heroin, though.\""
        },
        "actor": ["Creed","Bratton"],
        "__v": 0
    },
    {
        "_id": "5e93b58b3af44260882e33c1",
        "firstname": "Jo",
        "lastname": "Bennett",
        "image": "https://imgs.search.brave.com/a2GTihmluNEFtaMoD3w_sjUuk0TQ6OwopRfoUmRbzDo/rs:fit:400:600:1/g:ce/aHR0cDovL2ltYWdl/czIud2lraWEubm9j/b29raWUubmV0L19f/Y2IyMDEwMDEzMDAw/MTQyNC90aGVvZmZp/Y2UvaW1hZ2VzLzMv/MzAvSm9iZW5uZXR0/aGVvZmZpY2UuanBn",
        "summary": "Jo Bennett was the CEO of Sabre, a printer company based in Tallahassee, Florida, until succeeded by Robert California at the beginning of Season 8. Bennett is viewed positively by the workers of the Scranton branch, given her business success and forthright speaking style. While the people of the Scranton branch are initially intimidated by her arrival, her role in orchestrating Sabre's buyout of the insolvent Dunder Mifflin lends her a positive reputation. Objections to her style may surround her unwillingness to admit her wrongdoing, and how her headstrong spirit may sacrifice honest decision-making. She makes Gabe do everything, including catching her coat, and dotes on her pair of Harlequin Great Danes.",
        "quotes": {
            "1": "\"Oh for god's sake. He's texting me his resume one line at a time. These are costing me ten cents a piece, you jackass! I'm roaming!\"",
            "2": "\"This is knucklehead talk. I'm not gonna bite it, you know. You can't give me gravy and tell me it's jelly, because gravy ain't sweet! Is it, Jim?\"",
            "3": "\"Nobody let my dogs hump each other. They don't seem to know they're brothers.\"",
            "4": "\"Oh, you don't become the most powerful woman in Tallahassee by slacking off. [scoffs] You do it by working hard. Or marrying rich. I did both!\""
        },
        "actor": ["Kathy","Bates"],
        "__v": 0
    },
    {
        "_id": "5e93b5913af44260882e33c2",
        "firstname": "Holly",
        "lastname": "Flax",
        "image": "https://imgs.search.brave.com/az4eJDpAPwDsHi0xECR8JxiHu39a2lUJb2mEekcH-xY/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy9iL2JkL0hv/bGx5X0ZsYXguanBn/L3JldmlzaW9uL2xh/dGVzdD9jYj0yMDE3/MDcyNDA0NDQyNQ",
        "summary": "Holly is hired as Toby's replacement when he was moving to Costa Rica. Holly undergoes training from Toby to become the HR representative at the Scranton branch.  Michael likes her as she is shown to be similar to Michael in a lot of ways. She's \"kind of a major dork\" in the words of Jim. She married Michael at some point in the series after they left for Colorado and had four children.",
        "quotes": {
            "1": "\"Well, well, well, if it isn't Michael Scott. You old bastard.\"",
            "2": "\"Oh. So you can't make my orgy?\"",
            "3": "\"I cannot keep myself from Michael. Everything he does is sexy. He has this undeniable animal magnetism. He's a jungle cat. The man exudes sex. He can put both his legs behind his head.\"",
            "4": "\"Wikka wikka wikka what?\""
        },
        "actor": ["Amy","Ryan"],
        "__v": 0
    },
    {
        "_id": "5e93b5983af44260882e33c3",
        "firstname": "Jan",
        "lastname": "Levinson",
        "image": "https://imgs.search.brave.com/BZJmtuQCCDoBgnIEJsOBVO2tqLiURJA8E-0Xs0UQwak/rs:fit:1200:1200:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy9iL2I5LzE1/MTU2NC5qcGcvcmV2/aXNpb24vbGF0ZXN0/P2NiPTIwMTcwNzI0/MDQyNjQ3",
        "summary": "Janet \"Jan\" Levinson is the Vice President of Northeast Sales at the paper distribution company Dunder Mifflin, directly supervising central character and Regional Manager of Dunder Mifflin's Scranton branch, Michael Scott. Her character is notable for the dysfunctional relationship she enters with Michael following the second-season episode, \"The Client\", until the fourth-season episode \"Dinner Party\". Michael and Jan's personas contrast to much humor in the series, particularly in their professional attitudes and social interactions, although Jan's erratic and sexually-domineering state of mind leads to the loss of her job.",
        "quotes": {
            "1": "\"Why is this so hard? That's what she said. Oh, my God, what am I saying?\"",
            "2": "\"I am taking a calculated risk. What's the upside? I overcome my nausea, fall deeply in love, babies, normalcy, no more self-loathing. Downside? I date Michael Scott publicly and collapse in on myself like a dying star.\"",
            "3": "\"Okay, let's just go to a motel and just, like, rip into each other like we did on that black sand beach in Jamaica.\"",
            "4": "\"I can't stay on top of you 24/7.\""
        },
        "actor": ["Melora","Hardin"],
        "__v": 0
    },
    {
        "_id": "5e93b5983af44260882e33d69",
        "firstname": "Roy",
        "lastname": "Anderson",
        "image": "https://imgs.search.brave.com/Xjzh0iuhm6WniE7V70G-NzANJ_BqLpHeBnVNhN4SPWg/rs:fit:210:295:1/g:ce/aHR0cHM6Ly9zdGF0/aWMudHZtYXplLmNv/bS91cGxvYWRzL2lt/YWdlcy9tZWRpdW1f/cG9ydHJhaXQvNC8x/MTMyOC5qcGc",
        "summary": "Roy is a Warehouse worker under Darryl at Dunder Mifflin Scranton and the fiancé of Pam Beasley. Though it is implied that Roy and Pam's relationship is mismatched. While Pam is soft-spoken, sensitive, and interested in the arts, Roy is a stereotypical blue-collar worker---loud, aggressive, and blind to Pam's increasing unhappiness in their relationship.",
        "quotes": {
            "1": "\"You're all gay!\"",
            "2": "\"Hey, Halpert!\"",
            "3": "\"All the Jet Ski money?\"",
            "4": "\"I'm not really into strippers. You know what I find sexy? Pam's art. She's an artist and I appreciate that. It's very moving and sexy, the art.\""
        },
        "actor": ["David","Denman"],
        "__v": 0
    },
    {
        "_id": "5e93b5a73af44260882e33c5",
        "firstname": "Charles",
        "lastname": "Miner",
        "image": "https://imgs.search.brave.com/xLk9-BojkK1LpiQuRP0l2Qu0qF4q7Oj0njUAHvMn6GA/rs:fit:666:1000:1/g:ce/aHR0cHM6Ly9pLnJl/ZGQuaXQvczU0YWR5/bXp5cHcxMS5qcGc",
        "summary": "Charles Miner is introduced as the new Vice President of the Northeast Region, filling the position vacated by Ryan Howard at the end of the fourth season. Although initially getting along with Michael, his arrival at Scranton reveals him to be the main antagonist of the fifth season, monitoring everything Michael does and frequently interfering with his management style. His no-nonsense approach clashes with Michael's carefree management style. He announces cost-saving measures, and his cancellation of unnecessary expenditures strikes a nerve when Michael's fifteenth-anniversary party is put on the chopping block.",
        "quotes": {
            "1": "\"I am aware of the effect I have on women.\"",
            "2": "\"What do you say, Jim? Huh? Wanna play some soccer?\"",
            "3": "\"Let’s see what you got in those legs!\"",
            "4": "\"I need a rundown of your clients, can you get that to me?\""
        },
        "actor": ["Idris","Elba"],
        "__v": 0
    },
    {
        "_id": "5e93b5d13af44260882e33ca",
        "firstname": "David",
        "lastname": "Wallace",
        "image": "https://imgs.search.brave.com/ZvjA495fdAPVnWmm7Lvd5Pyqeq-PLlOUaqJMpMB4P2Q/rs:fit:320:400:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZTEud2lraWEu/bm9jb29raWUubmV0/L3RoZW9mZmljZS9p/bWFnZXMvNC80Zi9E/YXZpZC5qcGcvcmV2/aXNpb24vbGF0ZXN0/P2NiPTIwMDYwNTMw/MTkyMzQ1",
        "summary": "David Wallace is a fictional character played by Andy Buckley in the television series The Office. He is the CFO and later CEO of Dunder Mifflin Paper Company.",
        "quotes": {
            "1": "\"I am here to talk about Suck It. Suck it-\"",
            "2": "\"Suck It. That's what it's called.\"",
            "3": "\"We're- We're closing the Buffalo branch.\"",
            "4": "\"Well, it's a mess, what a mess. What you gonna do? You're going to take out your Suck It and you suck it. Suck it. Yeah, take out your Suck It and you suck it.\""
        },
        "actor": ["Andy","Buckley"],
        "__v": 0
    },
    {
        "_id": "5e93b5ad3af44260882e3369696",
        "firstname": "Robert",
        "lastname": "California",
        "image": "https://imgs.search.brave.com/bvk9Lwu-HP3W-xe6oef3a12rRZnncPVB3LdYHxm_ROQ/rs:fit:400:600:1/g:ce/aHR0cHM6Ly92aWdu/ZXR0ZS53aWtpYS5u/b2Nvb2tpZS5uZXQv/dGhlb2ZmaWNlL2lt/YWdlcy8yLzI0L1Jv/YmVydF9DYWxpZm9y/bmlhXzEuanBnL3Jl/dmlzaW9uL2xhdGVz/dD9jYj0yMDEyMDkx/MDAxMjgwNw",
        "summary": "Robert California is the former CEO of Dunder Mifflin/Sabre. An enigmatic individual, he was often inspiring and intimidating to the staff in the Scranton branch office, especially so to Regional Manager Andy Bernard. Robert greatly enjoy Hidetoshi Hasagawa's 'Coconut Penis' flavored energy drink and once remarked that it was \"better before they added this coconut crap\" to the drink.",
        "quotes": {
            "1": "\"You don't even know my real name. I'm the fu**ing lizard king.\"",
            "2": "\"There is only... sex. Everything... is sex. You understand that what I'm telling you is a universal truth... Toby?\"",
            "3": "\"I'm Bob. Bob Kazamakis.\"",
            "4": "\"I bought it to be my Playboy mansion. A temple to wine, revelry, sex, intrigue...\""
        },
        "actor": ["James","Spader"],
        "__v": 0
    }
]

