[
    {
        "s_id": "0701",
        "name": "Season 1",
        "numberEpisodes": "6",
        "run": "March 24, 2005 - April 26, 2005",
        "summary": "The first season is a mid-season replacement and did not include a full set of episodes. The premiere episode was written near word for word from the first episode of the British series, though names and cultural references were changed and some small extra scenes were added. The season begins due to a documentary crew that arrives at the offices of Dunder Mifflin to observe the employees and learn about modern management. The main characters are introduced as well as some minor characters. There is speculation of downsizing that begin to spread in the office and the possible closure of the Scranton branch. Michael Scott, Dunder Mifflin Scranton's regional manager, denies the rumors to boost morale. In the season finale, Jim Halpert, a sales representative, begins dating Katy, a purse saleswoman who visited and set up shop briefly in the office. Jim also has an interest in the office receptionist Pam Beesly, though she is engaged to Roy Anderson, which expands later in season 2 of the show. There are only 6 episodes in Season 1, making it significantly shorter than all other seasons.",
        "cover": "https://images03.kaleidescape.com/transformed/covers/1134x1624s/226/22663410.jpg"
    },
    {
        "s_id": "0702",
        "name": "Season 2",
        "numberEpisodes": "22",
        "run": "September 20, 2005 - May 11, 2006",
        "summary": "Season 2 marks the beginning of a substantial break in style from the original BBC series, developing new storylines and a more American sense of humor. Relationships become a focus in Season 2; the most significant is between Jim and Pam, but relationships between Michael and Jan, Ryan and Kelly, and also Dwight and Angela begin to develop. Rumors of downsizing continue to haunt the Scranton branch, resulting in the firing of one employee. As the season progresses, the tension in Jim and Pam's relationship continues to build, leading to a shocking finale.",
        "cover": "https://imgs.dvdempire.com/product/500/1459020b/office-the-season-one-american-series-the-office-season-two-american-series-2-pack-back-cover-art.jpg"
    },
    {
        "s_id": "0703",
        "name": "Season 3",
        "numberEpisodes": "23",
        "run": "September 21, 2006 - May 17, 2007",
        "summary": "During the summer, Jim accepted Pam's intentions to marry Roy and transferred to the Stamford branch. He is not particularly fond of short-tempered co-worker Andy, though he appears to have a budding relationship with co-worker Karen. Ryan is hired on full-time in Scranton to fill Jim's position. A few days before her wedding, Pam got cold feet and called off her relationship with Roy. Roy is determined to win her back. The original plans to close Dunder Mifflin Scranton are thrown into disarray when Stamford Regional Manager Josh Porter suddenly resigns to work for Staples. Instead, the Stamford branch is closed. Jim returns to Scranton with new girlfriend Karen, which prompts Pam to return to Roy, a relationship which is short-lived: She breaks up with him when he reacts violently upon learning of Jim and Pam's kiss. Over time, the Stamford employees leave Scranton one by one, leaving only Jim, Karen, and Andy. Karen slowly learns of the history between Jim and Pam, but is determined to make her relationship with Jim work. Jim, Karen, and Michael all vie for an opening at Corporate, a position which they do not initially realize is open because Jan is being fired. The position appears to go to Jim, but when he sees a note from Pam among his papers, he turns down the job and immediately returns to Scranton to ask Pam on a date. With tears in her eyes, she accepts. This is the beginning of a long and happy relationship.",
        "cover": "https://www.clickii.com/assets/images/0/0/2/6/7/mm00267987.jpg"
    },
    {
        "s_id": "0704",
        "name": "Season 4",
        "numberEpisodes": "14",
        "run": "September 27, 2007 - May 15, 2008",
        "summary": "Season 4 of The Office began on September 27, 2007 on NBC, the first four weeks of the show were hour long episodes. The main narratives of the season were Ryan's rise and fall from power, dealing with his failed attempt to modernize Dunder Mifflin with a fancy new website; Michael being a victim of an abusive relationship with Jan, and trying to get back out into the dating world; Dwight and Angela's relationship is strained when Dwight mercy killed Angela's cat; and Pam and Jim are finally together and grow closer and closer as the season goes on. It consisted of 14 episodes and ended on May 15, 2008",
        "cover": "https://image.tmdb.org/t/p/original/bXHErKH5w3ruRM2V18VxaMhVFaw.jpg"
    },
    {
        "s_id": "0705",
        "name": "Season 5",
        "numberEpisodes": "25",
        "run": "September 25, 2008 - May 14, 2009",
        "summary": "The start of season 5 revolves around Michael attempting to woo Holly and eventually succeeds only for David Wallace to transfer her to another branch forcing the two to end their relationship just when it got started. Meanwhile Jim and Pam become engaged and struggle through the difficulties of a long-distance relationship while Pam is studying art in New York. Eventually, new boss Charles Miner enters later in the season and causes trouble for Michael. Michael eventually cannot deal with his dictator-like changes and quits to form his own company taking Pam and Ryan with him. The company becomes successful and eventually, Dunder Mifflin is forced to buy them out. The season ends with Pam finding out something huge. This season consisted of 25 episodes, making it the longest season of the series.",
        "cover": "https://image.tmdb.org/t/p/original/jlsU4fIOgmmw4uofW1htv8EnWsN.jpg"
    },
    {
        "s_id": "0706",
        "name": "Season 6",
        "numberEpisodes": "24",
        "run": "September 17, 2009 - May 20, 2010",
        "summary": "Season 6 of The Office focuses mainly on Jim and Pam's marriage, baby, and life changes, while Andy and Erin and Dwight and Angela deal with unfinished business in their relationships. Pam's friend Isabel starts a relationship with Dwight, which causes jealousy in Angela while Dunder Mifflin is bought out by Sabre CEO, Jo Bennett, who brings along Gabe. David Wallace, along with Charles Miner and others from corporate are fired and replaced by new characters. Michael starts a relationship with Donna, but still misses Holly, and also has a fling with Pam's mom, Helene. Meanwhile, Jo Bennett causes the office to work harder, while Andy and Erin try to deal with their relationship and dating life. Notable guest stars include Kathy Bates, Zach Woods, Amy Pietz and Linda Purl. Season Six features two highly anticipated episodes: the Jim and Pam wedding (\"Niagara\") and the Jim and Pam delivery (\"The Delivery\").",
        "cover": "https://seat42f.com/images/stories/Movies/DVDArt/The-Office-Season-6-DVD.jpg"
    },
    {
        "s_id": "0707",
        "name": "Season 7",
        "numberEpisodes": "24",
        "run": "September 23, 2010 - May 19, 2011",
        "summary": "On June 28, 2010, it was confirmed that the seventh season was Steve Carell's last on the show, as his contract expired. NBC planned on continuing the series after his departure, and would welcome any return appearances by Carell. Actor and writer/co-executive producer B.J. Novak had renewed his contract with Universal Media Studios through an eighth season and would be promoted to full executive producer halfway through the seventh season. As of this season, Zach Woods, who plays Gabe Lewis on the show, has been promoted to a series regular. Executive producer/writer/actor Paul Lieberstein had confirmed that Amy Ryan, who portrays Holly Flax, will appear in eight episodes of the season. Later, Melora Hardin, who portrays Jan Levinson, announced on her Twitter account that she would return this season. Timothy Olyphant guest starred in two episodes as a rival salesman. Holly returns to Dunder Mifflin in the hour-long Christmas episode written by Mindy Kaling and directed by Rainn Wilson. One episode included the office employees getting together to watch an episode of the television series Glee.",
        "cover": "https://static0.colliderimages.com/wordpress/wp-content/uploads/the-office-season-seven-dvd-cover.jpg"
    },
    {
        "s_id": "0708",
        "name": "Season 8",
        "numberEpisodes": "24",
        "run": "September 22, 2011 - May 10, 2012",
        "summary": "This season followed the lives of the office in its post-Michael Scott era. Applicant Robert California (James Spader) was hired only for him to quit and manipulate CEO Jo Bennett to give him her job. Andy Bernard becomes the new Regional Manager of the Scranton Branch and much of the early episodes focus on him dealing with office crises such as encouraging the sales team to boost their sales to meet Robert's ridicoulous expectations and forcing Darryl to step up despite his apathy after not getting the manager's position and push himself to achieve after the warehouse staff quit. The new foreman, Val, becomes Darryl's love interest throughout the season but is unable to be with her due to her boyfriend and her just believing they are friends- a similar Jim and Pam situation at the beginning of the series. Angela becomes married to her boyfriend, Senator Robert Lipton (Jack Coleman) who everyone knows is gay except for her. She eventually becomes pregnant and gives birth to a son, however Dwight realizes to his shock that the baby is without a doubt his own. Jim and Pam also have a second child however when Pam goes on maternity leave her replacement, Cathy Simms (Lindsey Broad) shows interest in Jim and tries to woo him. The season's climax involves Andy sending a delegate of the branches workers down to Tallahassee where Special Projects Manager Nellie Bertram (Catherine Tate) plans to open a chain of Sabre retail stores. Dwight and Todd Packer spar for the VP position while Jim tries to fend off Cathy's advances. Erin meanwhile, upset at Andy having a girlfriend, realizes she has no future in Scranton and decides to not return with the others. An elderely lady Irene (Georgia Engel) takes her in as her maid. Dwight manages to score the VP position however when Jim learns that Robert plans to veto the store idea and fire the VP rather than Nellie due to his liking for her, Jim displays his true caring for Dwight and saves him, letting Packer take the fall. The staff return to Scranton while Andy realizes that he wants to be with Erin and goes to Florida to get her back. Nellie Bertram suddenly appears and takes Andy's spot. Jim and Pam try to save Andy and persuade the rest of the staff to do the same but Nellie quickly proves to be a strong and charismatic leader. Andy succeeds in getting Erin back and they go to his girlfriend's house to break up with her. Andy returns and realizes that Nellie has stolen his job. Robert is unable to put Andy back in charge due to Nellie using his sexual desire for her to her advantage. Andy become impotent around Erin and becomes weak causing his anger problems to resurface. Andy eventually gets fired when he refuses to take the demotion back to sales. Andy plots his way to get back in the company and watches as Robert's horrible judgement leads to the crumbling of Dunder-Miflin Sabre. He seeks out an old friend, David Wallace, now a rich and successful multi-millionaire due to his \"Suck It!\" invention really getting off the ground and convinces him to buy the company. Andy uses him to plot a coup and upon David Wallace buying back the company, Robert leaves and Jo Bennett decides to liquidate the company. Andy becomes manager again however shows mercy to Nellie and puts her back as Special Projects Manager. The season has two cliffhangers. One is Dwight stealing Angela's baby's DNA and taking it to a lab to have his paternity tested. The other was Senator wishing to start a relationship with Oscar.",
        "cover": "https://loftcinema.org/files/2017/08/740full-the-office-us-poster.jpg"
    },
    {
        "s_id": "0709",
        "name": "Season 9",
        "numberEpisodes": "22",
        "run": "September 20, 2012 - May 16, 2013",
        "summary": "It is the final season of the American series and consisted of 22 episodes. It was the show's first season without head writer Paul Lieberstein, who was replaced by Dan Sterling. Writer Mindy Kaling also departed from the show. Ed Helms and Catherine Tate reprise their roles as Regional Manager Andy Bernard, and Special Projects Manager Nellie Bertram. Several new characters are introduced. Namely: Pete (New Jim, Plop) and Clark (New Guy, Dwight Jr.). On August 3, 2012, it was announced that David Denman who played Roy Anderson would guest star in Episode 2 of the season. This season was marketed as The Farewell Season for its DVD and Blu-ray releases.",
        "cover": "https://4.bp.blogspot.com/-ouYaWf6EBFI/Uc99BYtRrWI/AAAAAAAAOSU/d2tvB24Q5DM/s583/the-office-season-9-dvd-large.jpg"
    }
]